{
  "drugs": [
    {
      "id": "b52d7619-da1f-4d63-805d-1d124fe53df4",
      "diseases": [
        "bladder disease",
        "cystitis",
        "acute cystitis"
      ],
      "description": "Eum et quia aliquam fugiat. Ab est quam esse. Quia quibusdam sunt temporibus repudiandae doloremque ea. Nisi eum aperiam modi tempora blanditiis hic iure mollitia ut.",
      "name": "Folic Acid",
      "released": "1973-12-29"
    },
    {
      "id": "cdf1dcda-19cf-4cbc-ae9c-75d7ae4088ae",
      "diseases": [
        "sensory system disease",
        "auditory system disease",
        "dislocation of ear ossicle"
      ],
      "description": "Provident et ratione adipisci blanditiis sit omnis. Quis sit molestias perspiciatis ea est vel totam. Est et ut aspernatur ut cupiditate voluptatem fuga incidunt. Ea vel non quidem. Quasi odio deleniti quo. Quasi et fugiat veniam temporibus hic excepturi veniam voluptatem quia.",
      "name": "Emsam",
      "released": "2000-12-07"
    },
    {
      "id": "df4b747e-dffc-440c-a431-067fdbd2be39",
      "diseases": [
        "blindness",
        "color blindness",
        "achromatopsia"
      ],
      "description": "Ad et blanditiis non similique natus ducimus non tenetur. Id voluptate commodi ut dolor fugit. Sed rerum aut enim unde blanditiis eaque saepe quaerat. Est at enim eveniet sequi qui sit est. Consequatur atque provident voluptate non laboriosam voluptates ullam dolorem asperiores.",
      "name": "Levocabastine",
      "released": "1981-10-30"
    },
    {
      "id": "d95fed81-a697-4a7e-b573-eb73ccd09de3",
      "diseases": [
        "parasitic infectious disease",
        "parasitic protozoa infectious disease",
        "malaria"
      ],
      "description": "Ad expedita quia rerum placeat beatae asperiores eligendi. Ipsam a nam repudiandae aut autem commodi autem. Rerum quisquam eligendi illum nisi. Dolorum aspernatur ipsum sequi qui qui.",
      "name": "Caduet",
      "released": "2014-01-17"
    },
    {
      "id": "93472422-0d34-4476-bfcb-8354b2779304",
      "diseases": [
        "cell type cancer",
        "melanoma",
        "amelanotic melanoma"
      ],
      "description": "Quo dolores atque rerum rerum. Ullam libero nostrum quo reprehenderit et voluptatem accusantium. Odio magni minima quaerat similique accusantium velit quibusdam. Dolore nemo sint maxime.",
      "name": "Dynapen",
      "released": "2000-11-29"
    }
  ]
}